Repository: omeka/plugin-LcSuggest
Catalog: languages/*.po
Languages: cy_gb, et, fr, it, nl_nl, oc, pt_pt, ru, sr_rs, uk

source: All Authorities and Vocabularies
cy_gb: Pob Awdurdod a Geirfa
et: Kõik autoriteedid ja sõnastikud
fr: Tous les vocabulaires et autorités
it: Tutte le autorità e tutti i vocabolari
nl_nl: Alle autoriteiten en vocabulaires
oc: Totas las autoritats e totes los vocabularis
pt_pt: Todas as Autoridades e Vocabulários
ru: Все авторитетные записи и словари
sr_rs: Све одреднице и речници
uk: Всі авторитетні файли та словники

source: All Authorities
cy_gb: Pob Awdurdod
et: Kõik autoriteedid
fr: Toutes les autorités
it: Tutte le autorità
nl_nl: Alle autoriteiten
oc: Totas las autoritats
pt_pt: Todas as Autoridades
ru: Все авторитетные записи
sr_rs: Све одреднице
uk: Всі авторитетні файли

source: All Vocabularies
cy_gb: Pob Geirfa
et: Kõik sõnastikud
fr: Tous les vocabulaires
it: Tutti i vocabolari
nl_nl: Alle autoriteiten
oc: Totes los vocabularis
pt_pt: Todos os Vocabulários
ru: Все словари
sr_rs: Сви речници
uk: Всі словники

source: Library of Congress Subject Headings
cy_gb: Penawdau Testunol Llyfrgell y Gyngres
et: Kongressi raamatukogu teemade pealkirjad
fr: Vedettes-matières de la Bibliothèque du Congrès
it: Libreria del Congresso, Titoli Soggetti
nl_nl: Onderwerpregels Library of Congress
oc: Vedetas-matèrias de la Bibliotèca del Congrès
pt_pt: Cabeçalhos de Assuntos da Biblioteca do Congresso Americano
ru: Предметные рубрики Библиотеки Конгресса
sr_rs: Предметне одреднице Конгресне библиотеке САД
uk: Предметні заголовки Бібліотеки Конгресу США

source: Library of Congress Names
cy_gb: Enwau Llyfrgell y Gyngres
et: Kongressi raamatukogu nimed
fr: Noms de la Bibliothèque du Congrès
it: Libreria del Congresso, Nomi
nl_nl: Namen Library of Congress
oc: Noms de la Bibliotèce del Congrès
pt_pt: Nomes da Biblioteca do Congresso Americano
ru: Названия Библиотеки Конгресса
sr_rs: Одреднице Конгресне библиотеке САД
uk: Заголовки імені Бібліотеки Конгресу США

source: Library of Congress Children's Subject Headings
cy_gb: Penawdau Testunol Plant Llyfrgell y Gyngres
et: Kongressi raamatukogu teemade alamkategooriad
fr: Vedettes-matières enfants de la Bibliothèque du Congrès
it: Libreria del Congresso, Titoli Soggetti per Bambini
nl_nl: Onderwerpregels kinderen Library of Congress
oc: Vedetas-matèrias enfants de la Bibliotèca del Congrès
pt_pt: Cabeçalhos de Assuntos Infantis da Biblioteca do Congresso Americano
ru: Предметные рубрики Библиотеки Конгресса для детей
sr_rs: Предметне одреднице за децу Конгресне библиотеке САД
uk: Предметні заголовки дитячі Бібліотеки Конгресу США

source: Library of Congress Genre Form Headings
cy_gb: Penawdau Genre Llyfrgell y Gyngres
fr: Rubriques des formes de genre de la Bibliothèque du Congrès
it: Libreria del Congresso, Titoli Genere e Forma
nl_nl: Genres op basis van onderwerpregels Library of Congress
oc: Rubricas de las formas de genre de la Bibliotèca del Congrès
pt_pt: Cabeçalhos do Formulário de Género da Biblioteca do Congresso Americano
ru: Заголовки описаний Библиотеки Конгресса
sr_rs: Одреднице жанрова Конгресне библиотеке САД
uk: Заголовки форми жанру Бібліотеки Конгресу США

source: Thesaurus for Graphic Materials
cy_gb: Thesawrws ar gyfer Deunydd Graffig
fr: Thésaurus pour les ressources graphiques
it: Thesaurus dei Materiali Grafici
nl_nl: Thesaurus voor Beeldmateriaal
oc: Tesaurus per las ressorsas graficas
pt_pt: Thesaurus para Materiais Gráficos
ru: Тезаурус графических материалов
sr_rs: Тезаурус графичке грађе
uk: Тезаурус для графічних матеріалів

source: MARC Code List for Relators
cy_gb: Rhestr Codau MARC ar gyfer Perthnasau
fr: Liste des codes MARC pour les renvois
it: Lista MARC per Codici Relatori
oc: Lista dels còdis MARC pels renviaments
pt_pt: Lista de códigos MARC para Relatores
ru: Классификатор MARC для лиц, предоставляющих информацию
sr_rs: MARC листа кодова за релаторе
uk: Список MARC кодів для професій

source: MARC List for Countries
cy_gb: Rhestr MARC ar gyfer Gwledydd
et: Riikide MARC nimekiri
fr: Liste des codes MARC des pays
it: Lista MARC delle Nazioni
oc: Lista dels còdis MARC dels païses
pt_pt: Lista MARC para Países
ru: Классификатор MARC для стран
sr_rs: MARC листа кодова за државе
uk: Список MARC кодів для країн

source: MARC List for Geographic Areas
cy_gb: Rhestr MARC ar gyfer Ardaloedd Daearyddol
et: Geograafiliste alate MARC nimekiri
fr: Liste des codes MARC pour les aires géographiques
it: Lista MARC delle Aree Geografiche
oc: Lista dels còdis MARC pels airals geografics
pt_pt: Lista MARC para Áreas Geográficas
ru: Классификатор MARC для географических районов
sr_rs: MARC листа кодова за географска подручја
uk: Список MARC кодів для географічного регіону

source: MARC List for Languages
cy_gb: Rhestr MARC ar gyfer Ieithoedd
et: Keelte MARC nimekiri
fr: Liste des codes MARC pour les langues
it: Lista MARC delle lingue
oc: Lista dels còdis MARC per las lengas
pt_pt: Lista MARC para Línguas
ru: Классификатор MARC для языков
sr_rs: MARC листа кодова за језике
uk: Список MARC кодів для мов

source: ISO 639-5 Language Families and Groups
cy_gb: Ieithoedd ISO 639-5
et: ISO 639-5 keelte perekonnad ja -grupid
fr: Familles et groupes de langues ISO 639-5
it: Famiglie Linguistiche e Gruppi ISO 639-5
nl_nl: Talenfamilie's en groepen uit ISO 639-5
oc: Familhas e gropes de lengas ISO 639-5
pt_pt: Linguagem ISO 639-5 para Famílias e Grupos
ru: Группы и семейства языков стандарта ISO 639-5
sr_rs: ISO 639-5 фамилије језика и групе
uk: Стандарт ISO 639-5 для мов та мовних груп

source: LC Suggest
cy_gb: Llyfrgell y Gyngress yn Awgrymu
et: LC soovitus
pt_pt: Sugestão BCA
ru: Предложение Библиотеки Конгресса
sr_rs: Конгресна библиотека сугерише
uk: Пропозиції Бібліотеки Конгресу США

source: Successfully disabled the element's suggest feature.
cy_gb: Nodwedd awgrymu wedi'i analluogi'n llwyddiannus.
et: Tunnuse soovituse funktsioon on välja lülitatud.
fr: Désactivation réussie de la fonctionnalité de suggestion de l'élément.
it: La funzione di suggerimento è stata disabilitata con successo.
nl_nl: De suggestiefunctie van het element is uitgeschakeld.
oc: Desactivacion capitada de la foncionalitat de suggestion de l'element.
pt_pt: Desactivada com sucesso a característica do elemento sugerida.
ru: Элемент рекомендации функции был успешно отключён.
sr_rs: Успешно онемогућена функција сугерисања.
uk: Функція пропозиції елемента відключена.

source: Invalid suggest endpoint. No changes have been made.
cy_gb: Diweddbwynt annilys. Ni wnaethpwyd unrhyw newidiadau.
et: Vigane tunnuse lõpp-punkt. Muudatusi ei tehtud.
fr: Le lien de destination pour la suggestion est invalide. Aucun changement n’a été enregistré.
it: Endpoint del suggerimento non valido. Nessuna modifica applicata.
nl_nl: Ongeldig suggestie-eindpunt. Er zijn geen wijzigingen aangebracht.
oc: Lo ligam de destinacion per la suggestion es invalid. Cap de cambiament es pas estat enregistrat.
pt_pt: Sugestão inválida. Não foram feitas alterações.
ru: Неверно предложенное конечное значение. Изменения не внесены.
sr_rs: Нетачна крајња сугестија. Измена није извршена.
uk: Кінцева точка пропозиції недійсна. Жодних змін не внесено.

source: Successfully edited the element's suggest feature.
cy_gb: Cafodd nodwedd awgrymu'r elfen ei addasu'n llwyddiannus.
et: Tunnuse soovituse funktsiooni on muudetud.
fr: Modification réussie de la fonction de suggestion de l’élément.
it: La funzione di suggerimento è stata modificata con successo.
nl_nl: De suggestiefunctie van het element is met succes bewerkt.
oc: Modificacion capitada de la foncionalitat de suggestion de l'element.
pt_pt: A característica do elemento sugerida foi editada com sucesso.
ru: Элемент предложенной функции был успешно отредактирован.
sr_rs: Успешно измењена функција сугерисања.
uk: Функція пропозиції елементу вдало відредагована.

source: Successfully enabled the element's suggest feature.
cy_gb: Cafodd nodwedd awgrymu'r elfen ei alluogi'n llwyddiannus.
et: Elementide soovituse funktsioon on sisse lülitatud.
fr: Activation réussie de la fonction de suggestion de l’élément.
it: Funzione di suggerimento attivata con successo.
nl_nl: De suggestiefunctie van het element is met succes ingeschakeld.
oc: Activacion capitada de la foncionalitat de suggestion de l'element.
pt_pt: A característica do elemento sugerida foi activada com sucesso.
ru: Элемент предложенной функции был успешно включён.
sr_rs: Успешно омогућена функција сугерисања.
uk: Елемент пропозиції увімкнено.

source: Vocabularies
cy_gb: Geirfaoedd
et: Sõnastikud
fr: Vocabulaires
it: Vocabolari
nl_nl: Vocabulaires
oc: Vocabularis
pt_pt: Vocabulários
ru: Словари
sr_rs: Речници
uk: Словники

source: Authorities
cy_gb: Awdurdodau
et: Autoriteedid
fr: Autorités
it: Autorità
nl_nl: Autoriteiten
oc: Autoritats
pt_pt: Autoridades
ru: Авторитетные записи
sr_rs: Одреднице
uk: Авторитетні файли

source: Element
cy_gb: Elfennau
et: Tunnus
fr: Élement
it: Elemento
pt_pt: Elemento
ru: Элемент
sr_rs: Елемент
uk: Елемент

source: Select an element to assign it a Library of Congress authority/vocabulary. Elements already assigned an authority/vocabulary are marked with an asterisk (*).
cy_gb: Dewisiwch elfen er mwyn aseinio awdurdod/geirfa Llyfrgell y Gyngress iddi. Mae elfennau sydd Ã¢ awdurdod/geirfa wedi'u haseinio eisoes yn dangos gyda seren (*).
fr: Sélectionner un élément pour lui assigner une autorité ou un vocabulaire de la Bibliothèque du Congrès. Les éléments disposant déjà d’une autorité ou d’un vocabulaire sont signalés par une astérisque (*).
it: Seleziona un elemento per assegnare un'autorità / vocabolario della Libreria del Congresso. Gli elementi a cui è già stato assegnato un'autorità / vocabolario sono contrassegnati con un asterisco (*).
nl_nl: Kies een element om het aan een autoriteit/element van Library of Congress te koppelen. Elementen die al aan een autoriteit/vocabulaire zijn toegevoegd, zijn voorzien van een asterisk (*).
pt_pt: Seleccione um elemento para lhe associar uma autoridade/vocabulário da Biblioteca do Congresso Americano. Os elementos já ligados a autoridades/vocabulários estão indicados com um asterisco (*).
ru: Выберите элемент, чтобы установить его в словарь/авторитетную запись Библиотеки Конгресса. Уже установленные элементы в словарь/авторитетную запись отмечены звёздочкой (*).
sr_rs: Одабери елемент коме ће бити додељена вредност са листе одредница/речника Конгресне библиотеке. Елементи који су већ додељени обележени су звездицом (*).
uk: Виберіть елемент, щоб визначити авторитетний файл/словник Бібліотеки Конгресу США. Елементи, яким вже призначено авторитетний файл/словник, позначені зірочкою (*).

source: Authority/Vocabulary
cy_gb: Awdurdod/Geirfa
et: Autoriteet/Sõnastik
fr: Autorité/Vocabulaire
it: Autorità/Vocabolario
nl_nl: Autoriteit/vocabulaire
oc: Autoritat/Vocabulari
pt_pt: Autoridade/Vocabulário
ru: Авторитетная запись/Словарь
sr_rs: Одредница/Речник
uk: Авторитетний файл/Словник

source: Enter a Library of Congress authority/vocabulary to enable the autosuggest feature for the above element. To disable the feature just deselect the option. For more information about the authorities and vocabularies available at the Library of Congress see %shttp://id.loc.gov%s
cy_gb: Rhowch awdurdod/geirfa Llyfrgell y Gyngress i alluogi'r ffwythiant awgrymu yn yr elfen uchod. I analluogi'r ffwythiant, dad-ddewiswch yr opsiwn. Am fwy o wybodaeth am awdurdodau a geirfaoedd Llyfrgell y Gyngress, ewch yma %shttp://id.loc.gov%s
fr: Indiquer une autorité ou un vocabulaire de la Bibliothèque du Congrès pour activer la fonction d’autosuggestion pour l’élément ci-dessus. Pour désactiver la fonctionnalité, il suffit de désélectionner l’option. Pour plus d’information sur les autorités et les vocabulaires disponibles à la Bibliothèque du Congrès, voir %shttp://id.loc.gov%s.
it: Inserisci una autorità / vocabolario alla Libreria del Congresso per abilitare i suggerimenti automatici dell'elemento sopraindicato. Per disabilitare la funzione deseleziona l'opzione. Per informazioni aggiuntive circa le autorità e i vocabolari disponibili alla Libreria del Congresso visita %shttp://id.loc.gov%s
nl_nl: Voer een autoriteit/vocabulaire van de Library of Conress toe om de functie autosuggestie boven het element in te schakelen. Om deze functie uit te schakelen, deselecteert u de optie. Ga voor meer informatie over de beschikbare autoriteiten en vocabulaires in de Library of Congress naar %shttp://id.loc.gov%s
pt_pt: Introduza uma autoridade/vocabulário da Biblioteca do Congresso Americano para activar a funcionalidade de sugestão automática para o elemento acima indicado. Para desactivar a funcionalidade retire a selecção à opção. Para mais informação sobre autoridades e vocabulários disponíveis na Biblioteca do Congresso Americano consulte %shttp://id.loc.gov%s
ru: Зайдите в авторитетную запись/словарь Библиотеки Конгресса, чтобы подключить функцию автоматического предложения для вышеназванного элемента. Для отключения этой функции, просто снимите флажок параметра. Дополнительные сведения об авторитетных записях и словарях доступны в Библиотеке Конгресса на %shttp://id.loc.gov%s
sr_rs: Унеси одредницу/речник Конгресне библиотеке како би функција аутосугерисања била омогућена за горенаведени елемент. Како би се ова функција онемогућила, искључите ову опцију. За више података о одредницама и речницима посетите Конгресну библиотеку %shttp://id.loc.gov%s
uk: Для того, щоб увімкнути функцію автоматичного пропонування вищевказаного елемента введіть авторитетний файл/словник Бібліотеки Конгресу США. Щоб вимкнути функцію, просто зніміть позначку. Для отримання додаткової інформації про авторитетні файли та словники, доступні в Бібліотеці Конгресу дивитись %shttp://id.loc.gov%s

source: Edit Suggest
cy_gb: Golygu Awgrymu
et: Muuda soovitust
fr: Éditer la suggestion
it: Modifica Suggerimento
nl_nl: Suggesties aanpassen
oc: Editar la suggestion
pt_pt: Editar Sugestão
ru: Редактировать предложение
sr_rs: Измени сугестије
uk: Зкорегуйте запропоноване

source: Current Assignments
cy_gb: Aseiniadau Cyfredol
et: Praegused määramised
fr: Affectations en cours
it: Assegnazioni Correnti
nl_nl: Huidige opdrachten
oc: Afectacions en cors
pt_pt: Tarefas Actuais
ru: Текущие задания
sr_rs: Тренутно додељене вредности
uk: Поточні значення

source: Element Set
cy_gb: Set Elfen
et: Tunnuste loetelu
fr: Jeu de métadonnées
it: Set di Elementi
nl_nl: Elementen instellen
oc: Ensembles d'elements
pt_pt: Configurar Elemento
ru: Набор элементов
sr_rs: Низ елемената
uk: Набір елементів

source: There are no suggest assignments.
cy_gb: Does dim aseiniadau awgrymu.
et: Soovitatud seoseid pole.
fr: Aucune affectation proposée.
it: Non ci sono assegnazioni di suggerimenti.
nl_nl: Er zijn geen suggestie-opdrachten.
oc: Cap d'afectacion pas prepausada.
pt_pt: Não existem tarefas sugeridas.
ru: Нет предложенных заданий.
sr_rs: Нема сугерисаних вредности.
uk: Відсутні запропоновані значення
